import React from 'react';

// Components
import Header from '../../Header/Header';
import Footer from '../../Footer/Fooer';
import License from '../../License/License';

// Styles
import styles from './ICUCARE.module.css'

// Images
import aksyek from '../../../../Images/Picture1.jpg'
import aksdo from '../../../../Images/Picture2.jpg'

const ICUCARE = () => {
    return ( 
        <div>
            <section>
                <  Header/>
            </section>
            <div className={styles.ICUCARE_container}>
                <h1>مراقبت های ویژه در icu بیمارستان</h1>
                <p>بخش مراقبت های ویژه که به آن ICU نیز گفته می شود،بخشی از بیمارستان است که در آن از بیمارهایی که شرایط حادی خصوصا تنفسی دارند، نگه داری می شود. در این بخش بیماران به طور جدی مراقبت و نظارت می شوند و کادرپرستاری همواره در حال مراقبت از بیماران این بخش هستند. بیمارهایی که در بخش آی سی یو بستری می شوند، معمولا به انواع دستگاه های کمک تنفسی مانند ونتیلاتوروصل می شوند و نیازمند دریافت داروهای گوناگون هستند. همچنین معمولا لازم است علائم حیاتی آن ها هر ساعت توسط پرستارها بررسی شود تا در صورت مشاهده ی کوچکترین تغییر به وضعیت بیمار رسیدگی شود. </p>
                <p>بخش مراقبت های ویژه به گونه ای طراحی و تجهیز شده است که بیماران با انواع بیماری در آن تحت مراقبت های خاص قرار به عنوان مثال در بخش مراقبت های ویژه ی مربوط به مغز و اعصاب، بیمارانی بستری می شوند که سیستم عصبی شان در شرایط حادی است یا تحت جراحی مغز قرار گرفته است و نیازمند تجهیزات پزشکی ویژه هستند تا عملکرد مغز و نخاع را به خوبی تحت نظر داشته باشند. این در حالی است که در بخش های مراقبت ویژه برای نوزادان، تجهیزات مناسب نوزادان بیمار و نارس وجود دارد تا بتوان آن ها را به طور مداوم تحت نظر داشت. مثال دیگر بخش مراقبت های ویژه ی سوختگی و حوادث هست که برای مراقبت از بیمارانی طراحی شده است که در انواع حادثه مثل تصادف، تیر اندازی و آتش سوزی آسیب دیده اند.</p>
                <img src={aksyek} alt="first picture of the page" />
                <p>تجهیزات پزشکی این بخش شامل سیستم مانیتورینگ، تجهیزات تنفسی، ابزار پزشکی مربوط به کنترل قلب، ابزار احیای اورژانسی، تجهیزات تشخیصی، انواع مسکن و دیگر تجهیزات پشتیبانی احیاء است. این تجهیزات برای مراقبت از بیمارانی طراحی شده اند که تحت عمل های جراحی سنگین قرار گرفته اند، بیماری های جدی و خطرناک دارند یا صدماتی بسیار جدی به آن ها وارد شده است. از این رو لازم است در طول تمام مدت شبانه روز تحت بررسی و مراقبت باشند. در ذیل به بررسی برخی از این تجهیزات می پردازیم:</p>
                <h2>سیستم مانیتورینگ بیمار</h2>
                <p>تجهیزات این بخش شامل موارد زیر می شود:</p>
                <ul>
                    <li>سیستم مانیتورینگ علائم حیاتی برای مراقبت های ویژه</li>
                    <p>سیستم های کامل مانیتورینگ بیمار هستند که می توانند به گونه ای تنظیم شوند تا به طور مداوم علائم مورد نظر را اندازه گیری کرده و نمایش دهند. این کار توسط الکترودها و سنسورهایی که به بیمار متصل می شوند انجام می شود. برخی از این پارامترها شامل فعالیت قلب، میزان تنفس، فشار خون، دمای بدن، برون دهی قلبی، میزان دی اکسید کربن و اکسیژن خون می شوند. هر تخت در بخش مراقبت های ویژه یک مانیتور علائم حیاتی دارد و تمام مانیتورها به سیستم مرکزی متصل هستند</p>
                    <li>پالس اکسیمتر</li>
                    <p>این دستگاه با استفاده ازحس گر که به انگشت دست یا پای بیمار متصل می شود، سطح اشباع اکسیژن در خون را بررسی می کند.</p>
                    <li>اندازه گیری  فشار داخل جمجمه (اینتراکرینیال)</li>
                    <p>این مانیتور فشار مایع مغز در بیمارانی را اندازه گیری می کند که دچار ضربه ی مغزی یا مشکلاتی از قبیل تومور و خون ریزی مغزی شده اند. این دستگاه در صورتی که فشار تغییر کند آن را روی مانیتور نشان داده و به پرستار هشدار می دهد.</p>
                    <li>مانیتور آپنه</li>
                    <p>مانیتور آپنه به طور مداوم به وسیله الکترود و حس گر تنفس بیمار را بررسی می کند و در صورت توقف در تنفس یا ایجاد اختلال در آن، علائم مربوطه را روی مانیتور نشان داده و به پرستار هشدار می دهد.</p>
                </ul>
                <h2>تجهیزات احیای اورژانسی </h2>
                <p>برخی از این تجهیزات شامل موارد زیر می شود</p>
                <ul>
                    <li>ونتیلاتور</li>
                    <p>به تنفس بیمارانی کمک می کند که برای تنفس به کمک احتیاج دارند و نمی توانند به تنهایی نفس بکشند. ، ونتیلاتور توسط حس گرهایی کنترل می شود که به تنظیم فشار، حجم و جریان هوا کمک می کنند. مانیتور و آلارم ونتیلاتور معمولا به سیستم مرکزی متصل است.</p>
                    <li>پمپ سرم</li>
                    <p>این دستگاه به کمک پمپ های اتوماتیک و سیستم های  قابل برنامه ریزی، توسط یک کاتتر به انتقال وریدی مایعات کمک می کند. از پمپ سرم برای انتقال مستمر داروی مخدر، دارو و انتقال خون نیز استفاده می شود. معمولا این پمپ به میله ای آویزان می شود که در کنار تخت بیمار قرار دارد.</p>
                    <li>ترالی احیا (اورژانسی)</li>
                    <p>از این ترالی برای حمل و نقل تجهیزات اورژانسی مورد نیاز برای احیای بیمار در شرایط بحرانی استفاده می شود. هنگامی که علائم حیاتی بیمار در محدوده ی خطرناکی قرار بگیرد، لازم است احیا شود. این ترالی معمولا شامل دستگاه الکتروشوک قلبی، تجهیزات اینتوبه برای باز کردن راه هوایی و انواع دارو است. قرارگیری این ترالی ها  در بخش مراقبت های ویژه به گونه ای است که دسترسی به آن ها آسان باشد تا بتوان در شرایط ضروری به سرعت از آن ها استفاده کرد.</p>
                    <li>بالون پمپ</li>
                    <p>این دستگاه به کاهش فشار کاری قلب کمک می کنند تا خون به راحتی در عروق کرونر جریان پیدا کند. این دستگاه معمولا برای بیمارانی استفاده می شود که دچار حمله ی قلبی شده اند یا در انتظار عمل پیوند اعضا هستند. در بالون پمپ های داخل آئورتی یک بالون (بادکنک) کوچک درون آئورت بیمار قرار می گیرد که در قسمت انتهایی کاتتر قرار گرفته است. این دستگاه با نشان دادن ضربان قلب، فشار خون و الکتروکاردیوگرام به کادر درمان کمک بسیاری می کند.</p>
                    <li>تجهیزات تشخیصی</li>
                    <p>در بخش مراقبت های ویژه از تجهیزات تشخیصی نیز استفاده می شود. برای مثال در بخش رادیوگرافی از دستگاه های اشعه ی ایکس قابل حمل (پرتابل)، برای عکس برداری از اعضای بدن به خصوص قسمت قفسه ی سینه استفاده می شود. منبع تغذیه ی این دستگاه ها معمولا باتری است. علاوه بر این از تجهیزات بالینی قابل حمل برای بررسی وضعیت بیمار کنار تخت بیمار استفاده می شوند.</p>
                    <li>دیگر تجهیزات بخش مراقبت های ویژه</li>
                    <p>تجهیزات یک بار مصرف این بخش شامل تجهیزات گوناگونی مانند انواع سوند یاکاتتر است. کاتترها لوله های کوچک منعطفی هستند که می توان از آن ها برای انتقال مایعات و دارو ها استفاده کرد. از دیگر کاربردهای کاتتر می توان به خارج کردن انواع مایعات یا ادرار از بدن اشاره کرد. </p>
                    <li>محیط آی.سی.یو</li>
                    <p>این بخش به دلیل تجهیزات گوناگون و شرایط حاد بیمارانی که در آن بستری می شوند، اهمیت ویژه ای دارد. از این رو کادر درمان هنگام کار کردن با وسایل آن می بایست دقت بسیاری داشته باشند تا کوچک ترین خطایی به وجود نیاید. لازم به ذکر است که سیستم مانیتورینگ بیمار مجهز به آلارم هایی است که در صورت تغییر در علائم حیاتی بیمار به صدا در می آیند. این تغییرات می تواند شامل توقف تنفس، فشار خون بالا یا پایین، ضربان قلب نامنظم و موارد دیگر باشد. معمولا تمام مانیتورهای بیماران به یک سیستم مرکزی متصل می شوند که بررسی و نظارت بر بیماران بسیار آسان تر می کند. علاوه بر این، لازم است تمام تجهیزات قبل از استفاده به خوبی ضدعفونی و استرلیزه شوند و در صورتی که یک بار مصرف باشند حتما پس از استفاده دور انداخته شوند.</p>
                    <p>	
لازم است تمام کادر درمان آموزش لازم در رابطه با استفاده از تمام تجهیزات بخش مراقبت های ویژه را ببینند که شامل کار کردن با انواع  ونتیلاتورها و سیستم مانیتورینگ می شوند. همچنین لازم است در رابطه با مراقبت از بیماران این بخش تجربه و دانش کافی داشته باشند تا بتوانند در شرایط اضطراری و حاد به درستی عمل کرده و تجزیه و تحلیل خوبی انجام دهند تا جان بیماران را نجات دهند.  
    </p>
                </ul>
                    <img src={aksdo} alt="second picture of the page" />
            </div>
            <section>
                <  License/>
            </section>
            <section>
                <  Footer/>
            </section>
        </div>
     );
}
 
export default ICUCARE;